[
  {
    "name": "八女投江",
    "role_type": "集体",
    "birth_year": null,
    "death_year": 1938,
    "intro": "1938年10月，东北抗日联军第2路军第5军妇女团的指导员冷云，班长胡秀芝、杨贵珍，战士郭桂琴、黄桂清、王惠民、李凤善和被服厂厂长安顺福8名女战士，在顽强抗击日本侵略军的战斗中弹尽援绝，为国捐躯。",
    "biography": "八女投江 1938年10月，以冷云为代表的东北抗日联军8名女战士，在顽强抗击日本侵略军的战斗中弹尽援绝，毅然投入滚滚江水，为国捐躯。她们是东北抗日联军第2路军第5军妇女团的指导员冷云，班长胡秀芝、杨贵珍，战士郭桂琴、黄桂清、王惠民、李凤善和被服厂厂长安顺福。冷云，1915年生，黑龙江省桦川县人， 1934年加入中国共产党，在佳木斯从事秘密抗日活动。1936年冷云参加东北抗联第5军。1938年夏，与冷云同在第5军的丈夫英勇牺牲，她强忍巨大悲痛，告别刚刚出生两个月的婴儿，随第5军第1师部队西征，任妇女团政治指导员。西征中妇女团的战士们和男战士一样跋山涉水，英勇作战。7月12日参加攻打楼山镇战斗。10月上旬，该部在牡丹江地区乌斯浑河渡口与日伪军千余人遭遇，已行至河边准备渡河的妇女团8名女战士，为掩护大部队突围，毅然放弃渡河，在冷云的率领下，分为3个战斗小组，主动吸引日伪军火力，与敌人展开激战。在背水作战至弹尽援绝、被敌人困死在河边的情况下，面对日伪军逼降，誓死不屈。她们毁掉枪支，挽臂投入滚滚的乌斯浑河，壮烈殉国，表现了中华民族同敌人血战到底的英雄气概。",
    "status": 0,
    "media": []
  },
  {
    "name": "于化虎",
    "role_type": "群众英雄",
    "birth_year": 1914,
    "death_year": 2004,
    "intro": "男，汉族，山东省海阳市人，1944年加入中国共产党。他在家乡带领民兵以自制的踏雷、绊雷、连环雷、夹子雷、钉子雷、梅花雷等20多种地雷为主要武器，有力地打击日寇，威震胶东。",
    "biography": "于化虎1942年组织基干民兵队伍，投身抗日行列。他带领民兵制造出踏雷、绊雷、连环雷、夹子雷、钉子雷、梅花雷等20多种地雷，有力地打击了日寇，威震胶东。1943年5月，他率领爆破组在村边埋下70多枚土制石头拉雷和石头拌雷，炸死炸伤前来袭击的日军17人。1945年夏的一天，日军聚集约400多人，对周围村庄进行“扫荡”。于化虎组织民兵，混入敌人内部，活捉敌人14个哨兵，穿上哨兵的衣服进村布雷，然后撤出村，放枪诱敌上钩。敌人慌乱互相射击，地雷遍地开花，死伤47人。他积极传授布雷技术，1944年10月，于化虎等5人受胶东军区委派，到烟潍线开展地雷战，历时4个多月。他教给1000多名民兵埋雷技术，在蓬莱附近一次就炸死炸伤日伪军28人。一直到抗战胜利为止，他亲手培养起来的爆炸模范仅3个地区就有20多名，会使用5种以上地雷的爆炸手达1400多人，他曾创造一枚地雷杀伤7名敌人的纪录。1945年被胶东军区授予“爆炸大王”称号，评为“胶东民兵英雄”。1950年出席在北京召开的全国英模代表会议，被评为“全国民兵英雄”。",
    "status": 0,
    "media": []
  },
  {
    "name": "马本斋",
    "role_type": "将领",
    "birth_year": 1902,
    "death_year": 1944,
    "intro": "男，回族，河北献县人，1938年加入中国共产党。1940年8月率部参加了百团大战，荣获冀中军区授予的“打不烂，拖不垮，攻无不克的铁军”称号。",
    "biography": "马本斋（1902-1944） 男，回族，河北省献县人，中共党员。马本斋早年投身奉军当兵，逐级升至团长。“九一八”事变后，因不满国民党蒋介石的不抵抗政策，毅然弃官返乡。1937年7月，全国抗战爆发后，在家乡组织回民抗日义勇队，奋起抵抗日本侵略军。1938年4月率队参加八路军，所部改编为冀中军区回民教导总队，任总队长。1939年，回民教导总队改编为八路军第三纵队回民支队，任司令员。1942年8月，回民支队奉命到达冀鲁豫抗日根据地，被任命为冀鲁豫军区第三军分区司令员兼回民支队司令员。他作战勇猛，身先士卒，在回民支队和广大群众中享有很高威望。回民支队在他率领下，战斗力不断提高，队伍发展到2000多人，成为一支能征善战的抗日劲旅。从1937年至1944年，他率回民支队奋勇杀敌，经历大小战斗870余次，歼灭日伪军3.6万余人，屡建战功。1943年底，在率部参加冀鲁豫抗日根据地反蚕食战斗中，颈后长了毒疮。由于战事繁忙，加之缺医少药，不久病情加重。1944年1月底，回民支队奉命开赴延安。出发前，他抱病为部队作了最后一次动员，叮嘱指战员“要跟着党，跟着毛主席，抗战到底！”同年2月7日，在山东莘县不幸病逝。",
    "status": 0,
    "media": []
  },
  {
    "name": "马立训",
    "role_type": "战士",
    "birth_year": 1920,
    "death_year": 1945,
    "intro": "男，汉族，山东省淄川县人。1944年5月加入中国共产党。抗战中共参加40余次战斗，完成爆破任务20余次，是八路军著名爆破英雄。1944年7月，被评为八路军山东军区“特等战斗英雄”。",
    "biography": "马立训（1920-1945） 男，汉族，山东省淄川县人。中共党员。马立训是八路军著名爆破英雄。1940年4月参加八路军。1944年5月加入中国共产党。历任战士、班长、排长。抗战中共参加40余次战斗，完成爆破任务20余次。他苦练杀敌本领，采用飞爆、空爆、连环爆等爆破方式，炸死日伪军500余人，被誉为“爆破大王”。1941年春，他协助战友炸毁莱芜吴家洼据点，炸死汉奸30余人。1942年8月，在山东泗水县孙徐战斗中，连续炸毁日伪军4座碉堡，炸死日伪军60余人。1943年11月，在攻打鲁南柱子村战斗中，执行偷袭爆破任务，炸塌守军圩墙和炮楼，为部队开辟了进攻通路。1944年5月，在攻打山东平邑县庞庄日军据点战斗中，他连续炸开日军第一道障碍及据点门楼，部队得以迅速通过突破口向纵深发展。当年7月，他出席山东军区英雄模范大会，被评为八路军山东军区“特等战斗英雄”。1945年8月3日，在山东滕县阎村战斗中，他带领突击班执行爆破任务时牺牲，年仅25岁。9月，八路军鲁南军区命名他所在排为“马立训排”，滕县阎村为“立训村”，并在部队开展了“马立训式的爆破运动”。",
    "status": 0,
    "media": []
  },
  {
    "name": "方志敏",
    "role_type": "将领",
    "birth_year": 1899,
    "death_year": 1935,
    "intro": "男，汉族，江西省弋阳县人。1924年3月加入中国共产党。1934年11月初，北上抗日先遣队到达闽浙皖赣边区，与红10军组成红10军团，方志敏任红10军团军政委员会主席，奉命率红10军团北上抗日。",
    "biography": "男，汉族，江西省弋阳县人。1924年3月加入中国共产党。1934年11月初，北上抗日先遣队到达闽浙皖赣边区，与红10军组成红10军团，方志敏任红10军团军政委员会主席，奉命率红10军团北上抗日。",
    "status": 0,
    "media": []
  },
  {
    "name": "叶挺",
    "role_type": "将领",
    "birth_year": 1896,
    "death_year": 1946,
    "intro": "男，汉族，广东省惠阳县人，1924年加入中国共产党。抗日战争爆发后，出任新四军军长，带领新四军放手发动群众，开展游击战争，并先后创建了苏南、皖中等抗日根据地，开辟了华中敌后战场。",
    "biography": "叶 挺（1896-1946） 男，汉族，广东省惠阳县人，中共党员。叶挺1918年毕业于保定陆军军官学校，1919年参加孙中山领导的粤军，同年加入中国国民党。1924年加入中国共产党，同年秋被派赴苏联学习。1925年8月回国，参与组建以共产党员、共青团员为骨干的第4军独立团，任团长。独立团成为中国共产党直接掌握的一支重要武装力量。1926年参加北伐战争，他率部勇往直前，连战皆捷，屡建战功，被誉为“北伐名将”，所部被称为“叶挺独立团”，为4军赢得“铁军”称号。南昌起义时，担任前敌总指挥。广州起义时，担任起义军总司令。抗日战争爆发后，出任新四军军长。1941年1月，国民党顽固派制造震惊中外的皖南事变。在遭国民党军重兵包围的严重情况下，指挥部队奋起突围，浴血奋战8昼夜。在与国民党军交涉时被扣押。面对蒋介石的威逼利诱，他坚贞不屈。抗战胜利后，经中共中央营救，于1946年3月4日获释。5日即致电中共中央，要求重新加入中国共产党。中共中央于7日复电，称赞他忠诚地为中华民族解放与人民解放事业进行了20余年的奋斗，经历种种严重考验，决定接受他入党。4月8日，由重庆赴延安途中飞机失事，在山西兴县黑茶山遇难。",
    "status": 0,
    "media": []
  },
  {
    "name": "叶成焕",
    "role_type": "将领",
    "birth_year": 1914,
    "death_year": 1938,
    "intro": "男，汉族，河南省新县人，1929年加入中国共产党。抗日战争爆发后，率部先后参加了长生口、神头岭、响堂铺等著名战斗，为129师在抗战初期的“三战三捷”做出了重大贡献。",
    "biography": "叶成焕（1914-1938） 男，汉族，河南省新县人，中共党员。叶成焕1929年参加革命，同年加入中国共产党。1930年参加鄂豫皖红军，屡建战功。抗日战争爆发后，任八路军第129师386旅772团团长，率部先后参加了长生口、神头岭、响堂铺等著名战斗，为129师在抗战初期的“三战三捷”做出了重大贡献。1938年4月初，日军调集3万余人的兵力分9路向晋东南大举进犯。4月15日，侵占武乡县城的日军3000余人，沿浊漳河东撤。根据129师师长刘伯承的部署，叶成焕率第772团等部为左纵队沿浊漳河北岸山地实施追击。16日晨，与其他部队一起在武乡以东的长乐村将东撤的日军大部截住，迅即发起攻击，将日军截为数段，压缩到狭窄的河谷里。至17时，第129师部队已将被围困于河谷里的日军基本歼灭。这时，有千余敌人从辽县来援。鉴于全部歼灭该股敌人已无把握，刘伯承决定以一部分兵力迷惑牵制敌人，主力立即撤出战斗。叶成焕接到命令后，一面指挥部队打扫战场，迅速撤离；一面跑上一个高坡，观察敌人增援部队的情况，完全把自己的安危置之度外。突然，一颗子弹射中了他的头部。当战士们抬着他后撤时，他留下的最后一句话是：“队伍，队伍呢？”18日凌晨壮烈牺牲，年仅24岁。",
    "status": 0,
    "media": []
  },
  {
    "name": "左权",
    "role_type": "将领",
    "birth_year": 1905,
    "death_year": 1942,
    "intro": "男，汉族，湖南省醴陵县人，1925年2月加入中国共产党。1941年11月指挥八路军总部特务团抗击日军第36师团一部，被中央军委誉为“1941年以来反‘扫荡’的模范战斗”。",
    "biography": "左 权（1905-1942） 男，汉族，湖南省醴陵县人，中共党员。左权1924年入黄埔军校学习。1925年加入中国共产党。同年12月赴苏联学习。1930年回国后到中央苏区工作，先后任中国工农红军学校第1分校教育长、新12军军长、红5军团15军军长兼政委、中革军委一局局长、红1军团参谋长等职，参加了中央苏区历次反“围剿”作战。1934年10月参加长征，并参与指挥强渡大渡河、攻打腊子口，以及直罗镇、东征等著名战役战斗。1936年5月，任红1军团代理军团长。全国抗战爆发后，担任八路军副参谋长、八路军前方总部参谋长，协助朱德、彭德怀指挥八路军开赴华北抗日前线，开展敌后游击战争，粉碎日军多次残酷“扫荡”，威震敌后。1940年秋，协助彭德怀指挥著名的百团大战。1941年11月指挥八路军总部特务团进行黄崖洞保卫战，经8昼夜激战，以较小的代价歼敌千余人，被中央军委称为“‘反扫荡’的模范战斗”。从1939年至1941年，他撰写了《论坚持华北抗战》等文章，总结敌后抗战经验。1942年5月，日军对太行抗日根据地进行“铁壁合围”大“扫荡”。25日，他在山西省辽县麻田附近指挥部队突围转移时，在十字岭战斗中壮烈殉国，时年37岁。",
    "status": 0,
    "media": []
  },
  {
    "name": "白求恩",
    "role_type": "国际友人",
    "birth_year": 1890,
    "death_year": 1939,
    "intro": "男，加拿大安大略州人，1935年加入加拿大共产党。中国抗日战争爆发后，率领一个由加拿大人和美国人组成的医疗队支援中国人民的正义斗争，为抵抗日本侵略军的中国军民服务。",
    "biography": "白求恩（1890-1939） 男，加拿大安大略州人，加共党员。诺尔曼·白求恩1916年毕业于多伦多大学医学院，1935年被选为美国胸外科学会会员、理事。同年加入加拿大共产党。中国抗日战争爆发后，受加拿大共产党和美国共产党的派遣，率领一个由加拿大人和美国人组成的医疗队支援中国人民的正义斗争，为抵抗日本侵略军的中国军民服务，于1938年3月到达延安，随即转赴晋察冀抗日根据地。他积极投入到组织战地流动医疗队、出入火线救死扶伤的工作中，为减少伤员的痛苦和残疾，他把手术台设在离火线最近的地方。他提议开办卫生材料厂，解决了药品不足的问题；创办卫生学校，培养了大批医务干部；编写了多种战地医疗教材并亲自讲课。他的牺牲精神、工作热忱、高度责任心，堪称模范。他虽年近五旬，但多次为伤员输血，一次竟连续为115名伤员做手术，持续时间达69个小时。1939年10月下旬，在抢救伤员时左手中指被手术刀割破，终因伤势恶化，感染败血症，医治无效，于11月12日在河北省唐县黄石口村逝世。12月1日，延安各界举行追悼大会，毛泽东题了挽词，并写了《纪念白求恩》一文，高度赞扬白求恩伟大的国际主义和共产主义精神。",
    "status": 0,
    "media": []
  },
  {
    "name": "任常伦",
    "role_type": "战士",
    "birth_year": 1921,
    "death_year": 1944,
    "intro": "男，汉族，山东省黄县人，1941年加入中国共产党。17岁加入本村抗日自卫团，19岁参加八路军，编入山东纵队。共参加大小战斗120余次，曾9次负伤。",
    "biography": "任常伦（1921-1944） 男，汉族，山东省黄县（今龙口市）人，中共党员。任常伦17岁加入本村抗日自卫团，19岁参加八路军，编入山东纵队。在战斗频繁、激烈的胶东抗日战场，他表现得十分突出，政治上积极进步，作战中勇猛顽强，冲锋在前，撤退在后，英勇善战，不怕牺牲。1941年加入中国共产党。1942年6月任班长。他参加大小战斗120余次，曾9次负伤，每次都是轻伤不下火线，重伤不叫苦，一直坚持战斗到底。1944年8月，任副排长，出席山东军区战斗英雄代表大会，被选为主席团成员，并获山东军区“一等战斗英雄”称号。代表大会刚刚结束，他得知敌情后，日夜兼程赶回部队。此时，他伤口还没有完全愈合，肩膀里还嵌着敌人的弹片，但他坚决要求参战。战斗打响了，他和全排战士奉命抢占制高点。他带领战士发起冲锋，抢在日军前占领了制高点。接着，他又带领战士们夺取了被日军占领的小高地。在坚守小高地的战斗中，他带领战士们坚持在阵地前沿，子弹打光了，手榴弹用完了，增援部队还没有赶到，他坚定地对战士们说：“我们没有子弹有刺刀，人在阵地在！”他带头冲向日军，与日军展开激烈的白刃战，一人连续刺死5名日军，终于带领战友们守住了阵地。他却不幸中弹，壮烈牺牲，年仅23岁。",
    "status": 0,
    "media": []
  },
  {
    "name": "关向应",
    "role_type": "将领",
    "birth_year": 1902,
    "death_year": 1946,
    "intro": "男，满族，辽宁省大连市人，1925年1月加入中国共产党。全国抗战爆发后，指挥部队与敌人多次交锋，收复了宁武、神池等七个县城，奠定了晋西北抗日根据地的基础，参与创建晋西北抗日根据地。",
    "biography": "关向应（1902-1946） 男，满族，辽宁省大连市人，中共党员。关向应1924年春加入中国社会主义青年团。同年冬，赴苏联学习。1925年1月加入中国共产党。五卅运动后回国，在上海从事工人运动和共青团工作。在中共六大上当选为中央委员、中央政治局候补委员。会后任共青团中央委员会书记。1929年1月后任中共中央军委委员、中央军委常委、中央军事部副部长。1930年后任中央政治局候补委员、中央政治局委员等。1930年冬任中共中央长江局军委书记。1932年后任中共中央湘鄂西分局委员、湘鄂西军事委员会主席、红3军政委、红2军团副政委。1935年11月，同贺龙、任弼时等指挥红2、6军团开始长征。长征途中，同张国焘分裂党和红军的行径作了坚决斗争。后任红二方面军政委、中革军委委员。全国抗战爆发后，任八路军第120师政委，参与创建晋西北抗日根据地。1940年2月起任晋西北军区政委、晋绥军区和陕甘宁晋绥联防军政委、中共中央西北局委员、中共中央晋绥分局书记。由于长期艰苦的战斗环境，积劳成疾，1941年秋到延安休养。1946年7月21日在延安病逝。中共第六、七届中央委员，第六届中央政治局候补委员、委员，中央军委委员、常委、书记。",
    "status": 0,
    "media": []
  },
  {
    "name": "刘老庄连",
    "role_type": "集体",
    "birth_year": null,
    "death_year": 1943,
    "intro": "新四军3师7旅19团第4连82名官兵。1943年3月18日晨，奉命组织防御日伪军的第三次合围，使主力部队和党政机关安全转移，连续打退日伪军5次进攻，毙伤日伪军近百人，终因寡不敌众，弹尽粮绝，全部壮烈牺牲。",
    "biography": "刘老庄连 抗日战争时期，新四军3师7旅19团第4连82名官兵，在淮北刘老庄战斗中全部壮烈殉国。1943年春，侵华日军对江苏北部淮海抗日根据地进行大规模残酷“扫荡”。3月17日，日伪军1000余人，分兵合围驻六塘河北岸的淮海区党政领导机关。该部奋勇阻击各路敌人，掩护淮海区党政机关安全转移。是日，日伪军进行第二次合围，该部与日伪军在淮阳北老张集、朱杜庄一带遭遇。激战半日，于黄昏后再次突围，转移至老张集西北的刘老庄地区。18日晨，日伪军进行第三次合围。4连奉命组织防御。全连82人凭借村前交通沟，英勇抗击日伪军攻击，使主力部队和党政机关安全转移，全连却陷入日伪军重围。虽经数次突围，均未成功，乃决心固守。连部通信员在火线入党申请书中写道：“在党最需要的时候，我将把自己的生命献给党和人民，绝不给我们党丢脸，绝不给中华民族丢脸！”日伪军集中炮火对4连阵地进行毁灭性炮击，并以大队骑兵实施冲击。4连官兵在强敌面前，坚定沉着，不惧牺牲，浴血奋战，连续打退日伪军5次进攻，毙伤日伪军近百人，苦战至黄昏，终因寡不敌众，全连弹尽粮绝，全部壮烈牺牲。八路军总指挥朱德在《八路军新四军的英雄主义》一文中，称刘老庄连为“我军指战员英雄主义的最高表现”。",
    "status": 0,
    "media": []
  },
  {
    "name": "刘志丹",
    "role_type": "将领",
    "birth_year": 1903,
    "death_year": 1936,
    "intro": "（1903-1936） 男，汉族，陕西省保安县人，1925年春加入中国共产党。“九一八事变“后，他和谢子长等组建西北反帝同盟军，后改编为中国工农红军陕甘游击队，开辟以照金、南梁为中心的陕甘边苏区。",
    "biography": "刘志丹（1903-1936） 男，汉族，陕西省保安县人，中共党员。刘志丹1924年加入中国社会主义青年团，1925年春转入中国共产党，同年冬受党指派进入黄埔军校第四期学习。大革命时期，积极参加北伐战争。1928年4月，参与领导渭华起义，任西北工农革命军军事委员会主席。后在陕甘边开展兵运工作。1931年10月，和谢子长等组建西北反帝同盟军，后改编为中国工农红军陕甘边游击队，任副总指挥、总指挥，开辟以照金、南梁为中心的陕甘边苏区。此后，相继任陕甘边红军临时指挥部副总指挥兼参谋长、红26军42师师长、中共陕甘边军事委员会主席、西北革命军事委员会主席，把陕北、陕甘边两块苏区连成一片，成为中共中央和各路北上抗日红军长征之后的落脚点。1935年9月，刘志丹任合编后的红15军团副军团长兼参谋长，参与指挥劳山战役。后任北路军总指挥兼第28军军长、中共中央所在地瓦窑堡警备司令。刘志丹经常教育部队顾全大局，绝对服从中共中央的领导和调遣。在他的影响下，陕北红军与中央红军团结一致，共同对敌。1936年，刘志丹率红28军参加东征战役，挺进晋西北，屡克敌军。4月14日在中阳县三交镇战斗中牺牲。为纪念他，中共中央和陕甘宁边区政府决定将保安县改名为志丹县。",
    "status": 0,
    "media": []
  },
  {
    "name": "杨靖宇",
    "role_type": "将领",
    "birth_year": 1905,
    "death_year": 1940,
    "intro": "男，汉族，河南省确山县人，1927年加入中国共产党。东北抗日联军的创建人和领导人之一，率部长期转战东南满大地，打击日伪军，威震东北，有力地配合了全国的抗日战争。",
    "biography": "杨靖宇（1905-1940） 男，汉族，河南省确山县人，中共党员。杨靖宇是东北抗日联军的创建人和领导人之一。1926年加入中国共产主义青年团，1927年4月参与领导确山农民暴动，5月转为中国共产党党员。1928年后在河南、东北等地从事秘密革命工作。1929年春赴东北，任中共抚顺特别支部书记，领导工人运动。“九一八”事变后，任中共哈尔滨市委书记兼满洲省委军委代理书记。1932年秋被派往南满，组建中国工农红军第32军南满游击队，任政治委员，创建了以磐石红石砬子为中心的游击根据地。1933年9月任东北人民革命军第1军第1独立师师长兼政治委员。1934年4月联合17支抗日武装成立抗日联合军总指挥部，任总指挥。同年11月任东北人民革命军第1军军长兼政治委员。1936年6月任东北抗日联军第1军军长兼政治委员。7月任东北抗日联军第1路军总司令兼政治委员。率部长期转战东北，有力配合了全国的抗日战争。在1939年秋冬季反“讨伐”作战中，他率警卫旅转战于濛江（今靖宇县）一带，最后只身与敌周旋5昼夜，以无比坚强的毅力顽强战斗，直至弹尽粮绝，壮烈牺牲，时年35岁。杨靖宇牺牲后，残忍的日军将其割头剖腹，发现他的胃里竟是枯草、树皮和棉絮，竟无一粒粮食。",
    "status": 0,
    "media": []
  },
  {
    "name": "邹韬奋",
    "role_type": "记者",
    "birth_year": 1895,
    "death_year": 1944,
    "intro": "男，汉族，江西省余江县人，1944年追认为中国共产党党员。先后创办《大众生活》、《抗战》，主编《全民抗战》，积极宣传抗日救亡，报道介绍中国共产党及其领导下的抗日斗争。",
    "biography": "邹韬奋（1895-1944） 男，汉族，江西省余江县人，生于福建省永安县，中共党员。邹韬奋1926年任《生活》周刊主编。“九一八”事变后，他坚决反对国民党政府奉行的“攘外必先安内”的不抵抗政策，主编的《生活》周刊以团结抗敌御侮为根本目标，成为国内媒体抗日救国的一面旗帜。1932年7月成立生活书店，任总经理。生活书店成立后，团结了一大批进步作者，使其在全国各地的分支机构扩展到56家，先后出版数十种进步刊物，以及包括马克思主义译著在内的1000余种图书。1933年1月，参加了宋庆龄等发起的中国民权保障同盟，并当选为执行委员，不久被迫流亡海外。1935年8月回国后，积极参加抗日救亡运动，在上海创办《大众生活》周刊，旗帜鲜明地支持“一二九”学生爱国运动。期间，他担任上海各界救国会与全国各界救国联合会的领导工作。1936年11月，因积极宣传抗日，他被国民党当局逮捕，成为著名的救国会七君子之一。1937年全国抗战爆发后获释，在上海创办《抗战》三日刊。上海沦陷后，转至武汉，继续主编《抗战》。武汉沦陷后，到重庆创办和主编《全民抗战》。1944年7月24日在上海病逝。9月28日，中共中央根据他生前愿望追认其为中国共产党正式党员。",
    "status": 0,
    "media": []
  },
  {
    "name": "冼星海",
    "role_type": "文艺工作者",
    "birth_year": 1905,
    "death_year": 1945,
    "intro": "男，汉族，广东省番禺县人，1939年加入中国共产党。全国抗战爆发后，进行抗日文艺宣传。1937年10月，参与主持抗战音乐工作。期间，创作了《保卫卢沟桥》《到敌人后方去》等著名抗日歌曲。",
    "biography": "冼星海（1905-1945） 男，汉族，广东省番禺县人，出生于澳门，中共党员。冼星海1918年从新加坡回国进入岭南大学附中。1928年进入上海国立音专学习音乐，1929年去巴黎勤工俭学，1931年考入巴黎音乐学院作曲班学习。1935年回国后，积极参加抗日救亡运动，创作了大量战斗性的群众歌曲，并为进步影片《壮志凌云》、话剧《复活》等谱写音乐。抗战开始后，他参加上海救亡演剧二队，后去武汉与张曙一起负责开展救亡歌咏运动。1935年至1938年间，创作了《救国军歌》、《只怕不抵抗》、《游击军歌》、《到敌人后方去》、《在太行山上》等各种类型的声乐作品。1938年，前往延安担任鲁迅艺术学院音乐系主任，并在“女大”兼课。教学之余，创作了不朽的名作《黄河大合唱》等作品。1940年5月，他受党组织派遣去苏联为大型纪录片《延安与八路军》配乐。后因战乱和交通阻隔而难以归国。其间，他写有交响曲《民族解放》，管弦乐组曲《满江红》，管弦《中国狂想曲》以及小提琴曲作品等近300件。撰写并发表了《聂耳——中国新兴音乐的创造者》、《论中国音乐的民族形式》等大量音乐论文。由于长期劳累和营养不良，致使肺病加重，1945年病逝于莫斯科。",
    "status": 0,
    "media": []
  },
  {
    "name": "罗忠毅",
    "role_type": "将领",
    "birth_year": 1907,
    "death_year": 1941,
    "intro": "男，汉族，湖北省襄阳县人，1932年加入中国共产党。1937年抗日战争全面爆发后，罗忠毅率部在苏南地区，积极开展敌后游击战争，开辟了以茅山为中心的苏南抗日根据地。",
    "biography": "罗忠毅（1907-1941） 男，汉族，湖北省襄阳县人，中共党员。罗忠毅1927年入冯玉祥部当兵。1931年参加宁都起义，编入中国工农红军第5军团。后到瑞金入红军学校学习。1932年加入中国共产党。参加了中央苏区第四、第五次反“围剿”。1934年10月中央红军主力长征后，任福建军区第3分区副司令员兼参谋长、闽西南第1作战分区司令员、闽西南游击队第1纵队司令员，在闽西南地区坚持极其艰苦的3年游击战争。抗日战争全面爆发后，任新四军第2支队参谋长、江南指挥部参谋长，参与创建以茅山为中心的苏南抗日根据地。参与指挥水阳伏击战、官徒门奇袭战等战斗。1940年7月新四军江南主力北渡长江后，任重建的江南指挥部指挥，留苏南坚持敌后抗日游击战争，指挥部队多次挫败日伪军“扫荡”、“清乡”和国民党顽固派军队的进攻。1941年皖南事变发生后，曾率部艰苦作战，接应新四军突围北撤人员。4月任新四军第6师参谋长兼16旅旅长。曾指挥部队在黄金山地区同国民党顽固派军队作战，打退了顽军的进攻。同年11月28日，日伪军3000余人袭击溧阳塘马村，为了掩护苏南抗日根据地党、政、军干部安全转移，他率部与敌人展开殊死搏斗，壮烈牺牲，年仅34岁。",
    "status": 0,
    "media": []
  },
  {
    "name": "罗炳辉",
    "role_type": "将领",
    "birth_year": 1897,
    "death_year": 1946,
    "intro": "男，汉族，云南省彝良县人，1929年7月秘密加入中国共产党。1939年，率部开辟皖东抗日根据地。皖南事变后，任新四军2师师长等职，为巩固和扩大淮南抗日根据地作出了重要贡献。",
    "biography": "罗炳辉（1897-1946） 男，汉族，云南省彝良县人，中共党员。罗炳辉早年入滇军当兵，参加了讨袁护国战争和北伐战争。因对旧军队中腐败现象不满，他很快接受进步思想，于1929年7月秘密加入中国共产党。同年11月率部起义，参加中国工农红军。历任团长、旅长、纵队长、军长等职，参加了中央革命根据地历次反“围剿”作战，指挥所部参加了龙冈、广昌、莲塘、南雄水口、建黎泰、黄陂、草台岗等重要战役战斗，曾获中央革命军事委员会颁发的二等红星奖章。第五次反“围剿”开始不久，任红9军团军团长，率部参加广昌保卫战，并护送北上抗日先遣队出征过闽江。1934年10月率部参加长征，途中屡担重任，掩护中央机关和红军主力北上，中央军委赞誉红9军团为“战略轻骑”。抗日战争初期，曾以八路军副参谋长名义，在八路军武汉办事处从事统战工作。1939年任新四军第1支队副司令员、第5支队司令员，率部开辟皖东抗日根据地。1940年后任江北指挥部副指挥兼第5支队司令员。皖南事变后，任新四军2师师长兼淮南军区司令员等职，为巩固和扩大淮南抗日根据地作出了重要贡献。解放战争时期，任新四军第二副军长兼山东军区副司令员。1946年6月21日在兰陵时突然病情恶化，不幸逝世。",
    "status": 0,
    "media": []
  },
  {
    "name": "郑律成",
    "role_type": "文艺工作者",
    "birth_year": 1918,
    "death_year": 1976,
    "intro": "出生于朝鲜全罗南道光州，1939年1月加入中国共产党。1933年在南京、上海等地从事抗日活动。1938年4月间，创作歌曲《延安颂》，对许多进步青年投身革命起了直接的鼓动作用。",
    "biography": "郑律成 (1918-1976) 男，出生于朝鲜全罗南道光州，中共党员。郑律成1933年春来到中国，在南京、上海等地从事抗日活动。全国抗战爆发后，先后进入陕北公学和鲁迅艺术学院音乐系学习。1938年8月被分配到中国人民抗日军政大学政治部任音乐指导。1939年1月加入中国共产党。在延安期间创作出许多重要作品，歌曲《延安颂》一经问世便迅速由延安传遍全国。1939年秋，和诗人公木创作了著名的《八路军进行曲》，同年冬由鲁迅艺术学院在延安中央大礼堂首次演出，获得成功。1940年夏，《八路军进行曲》刊登于《八路军军政杂志》，随即在八路军各部队和各抗日根据地广为流传，成为传唱极广的人民军队战歌。解放战争时期改为《中国人民解放军进行曲》。1988年7月25日，中央军委发布命令，将其确定为《中国人民解放军军歌》。1950年定居北京，加入中国籍。1950年12月，作为中国人民志愿军创作组成员赴朝鲜前线，和其他同志合作谱写了《亲爱的军队亲爱的人》、《中国人民志愿军进行曲》、《志愿军十赞》。此后，在北京人民艺术剧院、中央歌舞团、中央乐团从事音乐创作。他深入工厂、农村、边防，谱写了大量的音乐作品。1976年12月7日在北京逝世。",
    "status": 0,
    "media": []
  },
  {
    "name": "赵一曼",
    "role_type": "抗日英雄",
    "birth_year": 1905,
    "death_year": 1936,
    "intro": "女，汉族，四川省宜宾县人。1926年夏加入中国共产党。“九一八”事变后，被派往东北地区发动抗日斗争，领导工人进行罢工运动，组织青年农民反日游击队与敌人进行斗争。",
    "biography": "赵一曼（1905-1936） 女，汉族，四川省宜宾县人，中共党员。赵一曼1923年加入中国社会主义青年团，1926年夏加入中国共产党。同年11月，入武汉中央军事政治学校学习。1927年9月，去苏联莫斯科中山大学学习。次年回国，在宜昌、南昌和上海等地秘密开展党的工作。“九一八”事变后，被派往东北地区发动抗日斗争。先后任满洲总工会秘书、组织部长，中共滨江省珠河县中心县委特派员、铁北区委书记，领导工人进行罢工运动，组织青年农民反日游击队与敌人进行斗争。1935年秋，任东北抗日联军第3军第2团政治委员。11月间，第2团被日伪军围困于一座山间。赵一曼为掩护部队突围，身负重伤，养伤期间被日军发现，战斗中再度负伤，昏迷被俘。日军对她施以酷刑，用钢针刺伤口，用烧红的烙铁烙皮肉，逼其招供。她宁死不屈，严词痛斥日军侵略罪行。为了得到口供，日军将她送进医院监护治疗。在医院里，她积极宣传抗日救国的道理，教育争取看护和看守人员。1936年6月28日，在看护和看守帮助下逃出医院。6月30日晨，被追敌再度抓捕，受到更加残酷的刑讯。1936年8月2日，在珠河被敌杀害。临刑前，她高呼“打倒日本帝国主义！”“中国共产党万岁！”视死如归，从容就义，年仅31岁。",
    "status": 0,
    "media": []
  },
  {
    "name": "赵尚志",
    "role_type": "将领",
    "birth_year": 1908,
    "death_year": 1942,
    "intro": "男，汉族，辽宁省朝阳县人。1925年夏加入中国共产党，是东北地区最早的共产党员之一。1933年10月领导创建北满珠河反日游击队。1934年6月与李兆麟等创建了珠河、汤原抗日游击根据地。",
    "biography": "赵尚志（1908-1942） 男，汉族，辽宁省朝阳县人，中共党员。赵尚志1925年夏加入中国共产党，是东北地区最早的共产党员之一。同年冬受党派遣南下广州进入黄埔军校第4期学习。蒋介石制造反苏反共的中山舰事件后，1926年5月，赵尚志毅然退出黄埔军校，按照党的指示，回到哈尔滨参加建立党组织和从事反帝反军阀的革命活动。曾两次被捕入狱，始终坚贞不屈。1931年“九一八”事变后经党组织营救出狱，被任命为中共满洲省委常委、军委书记。1933年10月领导创建北满珠河反日游击队，任队长。随着部队的发展壮大，1934年6月任东北反日游击队哈东支队司令，与李兆麟等创建了珠河、汤原抗日游击根据地。1935年1月任东北人民革命军第3军军长。1936年1月任北满抗日联军总司令部总司令。同年8月任东北抗日联军第3军军长。后任中共北满临时省委执委会主席、东北抗日联军第2路军副总指挥。面对日伪军的疯狂“讨伐”、“清剿”，赵尚志率领抗联部队进行了英勇无比的艰苦战斗，远征松嫩平原，爬冰卧雪，餐风宿露，作战百余次，打破了敌人一次次重兵“讨伐”和“清剿”。1942年2月12日，赵尚志在战斗中身负重伤被俘，他宁死不屈，壮烈牺牲。",
    "status": 0,
    "media": []
  },
  {
    "name": "狼牙山五壮士",
    "role_type": "集体",
    "birth_year": null,
    "death_year": 1941,
    "intro": "1941年9月25日，八路军晋察冀军区第1军分区第1团第7连第6班战士马宝玉、胡德林、胡福才、葛振林、宋学义为掩护主力转移，在狼牙山顶峰与日伪军浴血奋战，歼敌100多人，在弹尽粮绝的情况下，英勇跳崖。",
    "biography": "狼牙山五壮士 抗日战争时期，在河北省易县狼牙山战斗中英勇抗击日伪军的八路军5位英雄，用生命和鲜血谱写出一首气吞山河的壮丽诗篇。他们是八路军晋察冀军区第1军分区第1团第7连第6班班长、共产党员马宝玉，副班长、共产党员葛振林，战士宋学义、胡德林、胡福才。1941年8月，侵华日军华北方面军调集7万余人的兵力，对晋察冀边区所属的北岳、平西根据地进行残酷的“大扫荡”。9月25日，日伪军约3500余人围攻河北易县城西南的狼牙山地区，企图歼灭该地区的八路军和地方党政机关。晋察冀军区第1军分区某部第7连奉命掩护党政机关、部队和群众转移。完成任务撤离时，留下第6班马宝玉等5名战士担负后卫阻击。他们坚定沉着，利用有利地形，英勇还击，打退日伪军多次进攻，毙伤日伪军90余人。次日，为了不让日伪军发现连队转移方向，他们边打边撤，将日伪军引向狼牙山棋盘陀峰顶绝路。日伪军误认为咬住了八路军主力，遂发起猛攻。5位战士临危不惧，利用地形，英勇阻击，子弹打光后，用石块还击，一直坚持战斗到日落。面对步步逼近的日伪军，他们毁掉枪支，义无反顾，纵身跳下数十丈深的悬崖。马宝玉、胡德林、胡福才壮烈殉国；葛振林、宋学义被山腰树枝挂住，幸免于难。",
    "status": 0,
    "media": []
  },
  {
    "name": "聂耳",
    "role_type": "文艺工作者",
    "birth_year": 1912,
    "death_year": 1935,
    "intro": "男，汉族，云南省玉溪县人，1933年初加入中国共产党。1935年，为电影《风云儿女》所作主题歌《义勇军进行曲》，反映了在民族危亡时，中华民族伟大的爱国主义精神。",
    "biography": "聂 耳（1912-1935） 男，汉族，云南省玉溪县人，中共党员。聂耳1928年加入中国共产主义青年团。1930年到上海，参加反帝大同盟，并积极投身中国共产党领导下的革命文艺活动。1933年初加入中国共产党。在此后的两年中，聂耳为歌剧、话剧和电影谱写了《新女性》、《开路先锋》、《大路歌》、《前进歌》、《毕业歌》等主题歌，在全国广为传唱，对激发民众抗日救亡运动起了积极作用。他所编写的《金蛇狂舞》、《翠湖春晓》等乐曲，深受人们喜爱。1935年，聂耳为电影《风云儿女》所作主题歌《义勇军进行曲》，反映了在民族危亡时，中华民族万众一心、团结御侮、奋勇抗争、一往无前的伟大的爱国主义精神，激发了中国人民与日本侵略者血战到底的英勇气概。这首作品一经诞生，立即在祖国大地上到处传唱，奏响了挽救民族危机的时代最强音。聂耳的音乐创作引起了反动当局的恐慌和仇视。他按照党组织的决定离开上海，取道日本去苏联。1935年7月，在日本不幸溺水身亡，年仅23岁。1949年9月，中国人民政治协商会议第一届全体会议确定《义勇军进行曲》为代国歌。1982年12月，中华人民共和国第五届全国人民代表大会第五次全体会议确定《义勇军进行曲》为中华人民共和国国歌。",
    "status": 0,
    "media": []
  },
  {
    "name": "彭雪枫",
    "role_type": "将领",
    "birth_year": 1907,
    "death_year": 1944,
    "intro": "男，汉族，河南省镇平县人，1926年加入中国共产党。1938年9月组建新四军游击支队，领导开辟豫皖苏边区抗日根据地。1941年，领导根据地军民艰苦斗争，巩固和发展淮北抗日根据地。",
    "biography": "彭雪枫（1907-1944） 男，汉族，河南省镇平县人，中共党员。彭雪枫1925年加入中国共青团。1926年加入中国共产党。他辗转于各地，曾从事学运、兵运工作，参与领导农民暴动，开展党的秘密工作。1930年5月被派到苏区，先后任江西军区政委、红军大学政委等职。1934年10月参加长征，任红3军团5师师长等职，在攻克娄山关、第二次占领遵义城、巧渡金沙江、飞越大渡河、通过水草地，以及直罗镇等战役战斗中屡建战功。全国抗战爆发后，任八路军总部参谋处处长兼八路军驻晋办事处主任。1938年春调赴河南确山竹沟，兼任中共河南省委军事部部长，组织训练抗日武装。同年9月组建新四军游击支队，任司令员兼政委，领导开辟豫皖苏边区抗日根据地，任中共豫皖苏边区书记。后任新四军第6支队司令员兼政委、八路军第4纵队司令员。1941年皖南事变后，任新四军4师师长、淮北军区司令员，领导根据地军民同日伪军及国民党顽固派军队进行艰苦斗争，先后取得1942年冬季淮北反“扫荡”和1943年3月山子头战役的胜利，巩固和发展了淮北抗日根据地。1944年8月执行中央向河南敌后进军的指示，指挥所部进行西进战役。9月11日在河南夏邑八里庄指挥作战时壮烈牺牲。",
    "status": 0,
    "media": []
  },
  {
    "name": "董存瑞",
    "role_type": "战士",
    "birth_year": 1929,
    "death_year": 1948,
    "intro": "男，汉族，河北省怀来县人，1947年3月加入中国共产党。抗日战争时期，当过儿童团长，曾机智地掩护区委书记躲过侵华日军的追捕，被誉为“抗日小英雄”。",
    "biography": "董存瑞（1929-1948） 男，汉族，河北省怀来县人，中共党员。董存瑞出身于贫苦农民家庭。抗日战争时期，当过儿童团长，曾机智地掩护区委书记躲过侵华日军的追捕，被誉为“抗日小英雄”。1945年7月参加八路军，任某部6班班长。1947年3月加入中国共产党。他军事技术过硬，作战机智勇敢，在一次战斗中只身俘敌10余人。先后立大功3次、小功4次，获3枚“勇敢奖章”、1枚“毛泽东奖章”。1948年5月，我军攻打隆化城的战斗打响。他所在连队担负攻击国民党守军防御重点隆化中学的任务。他任爆破组组长，带领战友接连炸毁4座炮楼、5座碉堡，胜利完成了规定任务。连队随即发起冲锋，但突然遭到敌人一隐蔽的桥型暗堡猛烈的火力封锁，部队接连两次对暗堡爆破均未成功。董存瑞挺身而出，向连长请战：“我是共产党员，请准许我去！”连长批准了他的请求。他毅然抱起炸药包，冲向暗堡，前进中左腿负伤，顽强坚持冲至桥下。由于桥型暗堡距地面超过身高，两头桥台又无法放置炸药包。在部队攻击受阻的危急关头，他毫不犹豫地用左手托起炸药包，右手拉燃导火索，高喊：“为了新中国，冲啊！”敌人碉堡被炸毁，董存瑞以自己的生命为部队开辟了前进道路，牺牲时年仅19岁。",
    "status": 0,
    "media": []
  },
  {
    "name": "谢子长",
    "role_type": "将领",
    "birth_year": 1897,
    "death_year": 1935,
    "intro": "男，汉族，陕西省安定县人，1925年加入中国共产党。1933年夏被派往察哈尔民众抗日同盟军第18师。同年11月回到陕西，恢复和建立了陕北红军游击队5个支队，建立了安定、延川根据地。",
    "biography": "谢子长（1897-1935） 男，汉族，陕西省安定县（今子长县）人，中共党员。谢子长1925年加入中国共产党。后被选为安定县地方行政会议主席团成员和农民协会促成会委员。1927年10月与唐澍等组织领导清涧起义。1928年5月参与领导渭华起义，任西北工农革命军军事委员会委员兼革命军第3大队大队长。后任中共陕北特委军委委员、陕北行动委员会军事指挥部总指挥，在陕北、宁夏、甘肃等地做兵运工作。1931年10月，和刘志丹等将南梁游击队和陕北游击支队合编为西北反帝同盟军，后改编为中国工农红军陕甘游击队，任总指挥，率部转战陕甘边，创建革命根据地。1933年夏被派往察哈尔民众抗日同盟军第18师，负责中共组织的工作。同年11月回到陕西，任中共中央北方代表派驻西北军事特派员，在极端困难的条件下恢复和建立了陕北红军游击队5个支队，建立了安定、延川根据地。1934年后，任陕北红军游击队总指挥部总指挥、红26军42师政治委员，1935年任中共西北工作委员会委员和西北革命军事委员会负责人，指挥部队粉碎了国民党军对陕北苏区的“围剿”。谢子长在长期征战中，多次负伤。因战伤恶化，1935年2月21日逝世。",
    "status": 0,
    "media": []
  }
]

